<?php

/* @brief 用于常量定义
 */

$menu = array(
	"1"=> array("index.html", "首页"), 
	"2"=> array("news.html", "新闻"),
	"3"=> array("product.html", "产品"),
	"4"=> array("function.html", "功效"),
	"5"=> array("food.html", "美食"),
	"6"=> array("environment.html", "种植"),
	"7"=> array("shop.html", "商城"),
	"8"=> array("about.html", "联系方式")
);

$sub_menu = array(
	"1" => array(
		"101" => "首页",
		"102" => "其它"
	),
	"2" => array(
		"201"=>"公司动态", 
		"202"=>"业内新闻", 
	),
	"3" => array(
		"301"=>"新品",
		"302"=>"热销",
		"302"=>"人气"
	),
	"4" => array(
		"401"=>"青少年",
		"402"=>"老人",
		"402"=>"小孩",
		"402"=>"孕妇",
	),
	"5" => array(
		"501"=>"中餐",
		"502"=>"西餐"
	),
	"6" => array(
		"601"=>"播种",
		"602"=>"开花",
		"603"=>"丰收",
		"604"=>"成品"
	),
	"7" => array(
		"701" => "阿里巴巴"
	),
	"8" => array(
		"801"=>"关于我们",
		"802"=>"联系我们"
	),
);
