<?php

/* @brief 用于常量定义
 */

$menu = array(
	"首页"=> ("#", 1), 
	"新闻"=> ("news.html", 2),
	"产品"=> ("news.html", 3),
	"功效"=> ("news.html", 4),
	"美食"=> ("news.html", 5),
	"环境"=> ("news.html", 6),
	"商城"=> ("news.html", 7),
	"关于我们"=> ("news.html", 8)
);

$sub_menu == array(
	"1" => array(),
	"2" => array(
		"201"=>"公司动态", 
		"201"=>"业内新闻", 
	),
	"3" => array(
		"301"=>"批量",
		"302"=>"产品",
	),
	"4" => array(
		"401"=>"青少年",
		"402"=>"老人"
	),
	"5" => array(
		"501"=>"中餐",
		"502"=>"西餐"
	),
	"6" => array(
		"601"=>"种植",
		"602"=>"公司"
	),
	"7" => array(),
	"8" => array(
		"801"=>"关于我们",
		"802"=>"联系我们"
	),
);
