<?php

/* @brief 用于常量定义
 */

$menu = array(
	"1"=> array("#", "首页"), 
	"2"=> array("news.html", "新闻"),
	"3"=> array("news.html", "产品"),
	"4"=> array("news.html", "功效"),
	"5"=> array("news.html", "美食"),
	"6"=> array("news.html", "环境"),
	"7"=> array("news.html", "商城"),
	"8"=> array("news.html", "关于我们")
);

$sub_menu = array(
	"1" => array(
		"101" => "首页",
		"102" => "其它"
	),
	"2" => array(
		"201"=>"公司动态", 
		"202"=>"业内新闻", 
	),
	"3" => array(
		"301"=>"批量",
		"302"=>"产品",
	),
	"4" => array(
		"401"=>"青少年",
		"402"=>"老人"
	),
	"5" => array(
		"501"=>"中餐",
		"502"=>"西餐"
	),
	"6" => array(
		"601"=>"种植",
		"602"=>"公司"
	),
	"7" => array(),
	"8" => array(
		"801"=>"关于我们",
		"802"=>"联系我们"
	),
);
